[
  {
    "id": 0,
    "idUser": 0,
    "idStatut":0,
    "idClan": 0,
    "idGrade": 0,
    "idgenre": 0,
    "idOldClan": 11,
    "name": "Etoile de Feu",
    "clan": "Clan du Tonnerre",
    "ancienClan": "Chat domestique",
    "grade": "chef",
    "age": "86",
    "image": "Etoiledefeu.png",
    "biographie": "Étoile de Feu est un ancien chef du Clan du Tonnerre à la suite d'Étoile Bleue.<br> Il est né de Caramel et Noix de Muscade, et vit en tant que chat domestique sous le nom de Rusty. <br>Il rejoint le Clan du Tonnerre et devient apprenti sous le nom de Nuage de Feu, il est entraîné par Cœur de Lion, Griffe de Tigre et Étoile Bleue.<br> Il deviendra guerrier sous le nom de Cœur de Feu. Après l'exil de Griffe de Tigre, il est nommé lieutenant à sa place. Il devient le mentor de Nuage Cendré avant que celle-ci se fasse renverser par un monstre. Plus tard, entraîne son neveu, Flocon de Neige et le fils d'Étoile du Tigre, Griffe de Ronce.",
    "description": "Étoile de Feu (  Angl.  Firestar ) est un large et maigre chat roux flamme tigré à la courte et belle fourrure épaisse, au ventre roux pâle et à la longue queue. Il a des yeux perçants vert émeraude, des oreilles larges et des griffes acérées."
  },
  {
    "id": 1,
    "idUser": 0,
    "idStatut":0,
    "idClan": 5,
    "idGrade": 0,
    "idgenre": 1,
    "idOldClan": 0,
    "name": "Etoile Bleue",
    "clan": "Clan des Etoiles",
    "ancienClan": "Clan du Tonnerre",
    "grade": "chef",
    "age": "78",
    "image": "Bluestar-warrior.png",
    "biographie": "Étoile Bleue est une ancienne chef du Clan du Tonnerre, entre Étoile du Soleil et Étoile de Feu. Elle est née de Fleur de Lune et Plume de Tempête, sous le nom de Petit Bleuet. Elle devient apprentie sous le nom de Nuage Bleu, son mentor est Pelage de Pierre, puis Pelage de Soleil. Elle deviendra finalement guerrière sous le nom de Lune Bleue. Elle sera nommée lieutenante sous Étoile du Soleil et à sa mort, elle recevra ses neuf vies et deviendra chef sous le nom de Étoile Bleue.",
    "description": "Étoile Bleue (  Angl.  Bluestar ) est une chatte au pelage gris-bleu clair uniforme. Ses yeux bleu limpide étaient à la fois glacés et lumineux, perçants et brillants. Son museau autour duquel se trouvent quelques poils argentés est zébré de poils blancs, tout comme le bout de sa queue. Elle est mince, souple, majestueuse, magnifique et grande. Ses larges épaules sont puissantes, sa tête est large et sa queue longue. Sa longue fourrure soyeuse est épaisse et douce, celle de sa queue est lisse et touffue. Elle a une oreille déchirée et une balafre en travers des épaules."
  },
  {
    "id": 2,
    "idUser": 0,
    "idStatut":0,
    "idClan": 11,
    "idGrade": 8,
    "idgenre": 0,
    "idOldClan": 12,
    "name": "Caramel",
    "clan": "chat domestique",
    "ancienClan": "Aucun",
    "grade": "chat domestique",
    "age": "Inconnu",
    "image": "caramel2.png",
    "biographie": "Il est vu pour la première fois. Le chat domestique avait rencontré Lune Bleue et celle-ci se fit d'ailleurs gronder par son Chef. Lors de sa deuxième apparition, il parlait à Étoile de Sapin (chef du Clan du Tonnerre  à l'époque). Étoile de Sapin est allé le rejoindre pour finir sa vie en chat domestique.<br>Il apparaît également dans La vengeance d'Étoile Filante. Il parait que c'est lui qui a conduit Étoile Filante au Clan des Étoiles. <br> Caramel est le père d’Étoile de Feu, Princesse, Fléau, Socks et Ruby. Il est mort de vieillesse peu avant la naissance d'Étoile de Feu et de Princesse.",
    "description": "Caramel (  Angl.  Jake ) est un chat au pelage roux comme les flammes, doux et soyeux et aux yeux vert-feuille. Il a une oreille déchirée guérie depuis longtemps et il est un peu dodu."
  },
  {
    "id": 3,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 0,
    "idClan": 0,
    "idGrade": 7,
    "idOldClan": 0, 
    "name": "Pomme de Pin",
    "clan": "Clan des Etoiles",
    "ancienClan": "Clan du Tonnerre",
    "grade": "Ancien",
    "age": "88",
    "image": "pomme.png",
    "biographie": "Pomme de Pin (  Angl.  Patchpelt ) est un petit mâle noir et blanc aux yeux ambrés, à la fourrure lisse.",
    "description": ""
  },
  {
    "id": 4,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 0,     
    "idClan": 2,
    "idGrade": 0,
    "idOldClan": 2,
    "name": "Etoile Filante",
    "clan": "Clan du Vent", 
    "ancienClan": "Clan du Vent",
    "grade": "Chef",
    "age": "Aucun",
    "image": "Etoile_Filante-0.png",
    "biographie": "Étoile Filante était un ancien chef du Clan du Vent dans les territoires forestiers. Il est né d'Ajonc des Sables et Oiseau Pâle, sous le nom de Petit Fil, avec Petit Canari, décédée peu de temps après sa naissance. Il devient apprenti coureur des landes sous le nom de Nuage Filant, avec pour mentor Rayon de l'Aube, au grand désarroi d'Ajonc des Sables. Plus tard, Ajonc des Sables a montré à Moineau les tunnels instables mais, lorsqu'ils se sont effondrés, Ajonc des Sables est mort. Nuage Filant a blâmé Moineau pour la mort de son père. Il est devenu guerrier sous le nom de Plume Filante. Sa soif de vengeance le fit quitter le Clan du Vent pour retrouver Moineau. Lors de son voyage à la recherche de Moineau, il a rencontré un chat domestique nommé Caramel, avec qui il forme un lien fort.",
    "description": ""
  },{
    "id": 5,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 0,  
    "idClan": 9,
    "idGrade": 0,
    "idOldClan": 12,
    "name": "Fléau",   
    "clan": "Clan du Sang",
    "ancienClan": "",
    "grade": "Chef",
    "age": "Aucun",
    "image": "fleau.png",
    "biographie": "Fléau (  Angl.  Scourge ) est un petit mâle noir avec une patte blanche et des yeux bleus glacés. Il a un collier violet orné de crocs de chiens et de chats, et des griffes renforcées par des crocs de chiens.",
    "description": ""
  },{
    "id": 6,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 1,
    "idClan": 0,
    "idGrade": 5,
    "idOldClan": 0,
    "name": "Museau Cendré",
    "clan": "Clan du Tonnerre",
    "ancienClan": "",
    "grade": "Guerrisseuse",
    "age": "48",
    "image": "Museaucendre.png",
    "biographie": "Museau Cendré est une ancienne guérisseuse du Clan du Tonnerre sous Étoile Bleue et Étoile de Feu. Elle est née de Pelage de Givre et Cœur de Lion, sous le nom de Petite Cendre. Elle devient apprentie sous le nom de Nuage Cendré, son mentor est Cœur de Feu, puis Croc Jaune. Elle deviendra finalement guérisseuse sous le nom de Museau Cendré. Elle sera le mentor de Feuille de Lune.",
    "description": ""
  },{
    "id": 7,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 0,
    "idClan": 0,
    "idGrade": 1,
    "idOldClan": 0,
    "name": "Plume Grise",
    "clan": "Clan du Tonnerre",
    "ancienClan": "",
    "grade": "Lieutenant",
    "age": "Aucun",
    "image": "PlumeGriseleader.png",
    "biographie": "Plume Grise (  Angl.  Graystripe ) est un grand chat plutôt massif, musclé à la longue et épaisse fourrure ébouriffée et soyeuse, gris ardoise. Il a une grande tête, un large museau, une forte mâchoire, de larges et puissantes épaules, une bande de fourrure gris sombre sur son dos, l'oreille gauche déchirée, une épaisse queue touffue, de larges pattes souples et robustes, des griffes aiguisées, des dents pointues, et de grands yeux jaunes.",
    "description": ""
  },{
    "id": 8,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 0,
    "idClan": 10,      
    "idGrade": 8,
    "idOldClan": 0,
    "name": "Nuage de Jais",
    "clan": "Solitaire",
    "ancienClan": "Clan du Tonnerre",
    "grade": "Aucun",
    "age": "96",
    "image": "Nuage_de_Jais.png",
    "biographie": "Nuage de Jais était un solitaire qui vivait à la ferme de Gerboise avec Gerboise, autrefois un apprenti du Clan du Tonnerre sous la direction d'Étoile Bleue dans les territoires forestiers. Il est né de Plume de Rouge-Gorge et Pelage Crépu aux côtés de son frère, Pelage de Poussière. En tant qu’apprenti, Nuage de Jais a été encadré par Griffe de Tigre et l’a vu assassiner Plume Rousse, avec Griffe de Tigre menaçant de le faire taire. Lorsque Nuage de Feu rejoint le Clan du Tonnerre, les deux apprentis se rapprochent de Nuage Gris. Craignant que Nuage de Jais ne soit tué, Nuage Gris et Nuage de Feu l’emmenèrent vivre dans une grange avec Gerboise pour le protéger de Griffe de Tigre. Lorsque le Clan du Sang arriva dans la forêt, Nuage de Jais et Gerboise ont aidé Étoile de Feu à vaincre Fléau, et Nuage de Jais aida Gerboise à surmonter son passé du Clan du Sang.",
    "description": ""
  },{
    "id": 9,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 0,
    "idClan": 10,      
    "idGrade": 8,
    "idOldClan": 9,
    "name": "Gerboise",
    "clan": "Solitaire",
    "ancienClan": "Clan du Sang",
    "grade": "Aucun",
    "age": "",
    "image": "gerboise.png",
    "biographie": "Gerboise est un solitaire qui vit dans une ferme à la lisière du territoire du Clan du Vent dans la forêt. Il est né dans le Clan du Sang aux côtés de ses frères et sœurs, Violette, Criquet et Farceur. Après que Serpent et Givre aient attaqué leur sœur, Gerboise l'amena à un chat domestique, et il partit s’installer dans une grange. Gerboise était ami avec les clans, et quand Nuage de Jais s'est échappé du Clan du Tonnerre avec l'aide de Cœur de Feu et Plume Grise, l’ancien apprenti a rejoint Gerboise, et les deux chats sont devenus de plus en plus incroyablement proches. Il a aidé le Clan du Lion pendant la bataille contre le Clan du Sang, et Nuage de Jais l'a aidé à surmonter son passé.",
    "description": "Gerboise (  Angl.  Barley ) est un chat noir et blanc aux yeux bleus. "
  }
  ,{
    "id": 10,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 1,
    "idClan": 3,
    "idGrade": 0,
    "idOldClan": 3,
    "name": "Etoile du Léopard",
    "clan": "Clan de la Rivière",
    "ancienClan": "",
    "grade": "chef",
    "age": "123",
    "image": "etoile_du_leopard.png",
    "biographie": "Étoile du Léopard est une ancienne chef du Clan de la Rivière entre Étoile Balafrée et Étoile de Brume. Elle est née de Patte de Pierre et Ciel Clair, sous le nom de Petit Léopard. Elle devient apprentie sous le nom de Nuage de Léopard, son mentor est Croc Blanc. Elle deviendra guerrière sous le nom de Taches de Léopard. Elle sera le mentor de Griffe Blanche et Plume de Faucon. Elle sera nommée lieutenante par Étoile Balafrée et à la mort de celui-là, deviendra chef sous le nom d'Étoile du Léopard.",
    "description": "Étoile du Léopard (  Angl.  Leopardstar ) est une chatte à l'épaisse fourrure dorée tachetée de noir aux yeux ambrés, d'où sa ressemblance avec un léopard."
  },{
    "id": 11,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 0,
    "idClan": 0,
    "idGrade": 2,
    "idOldClan": 0,
    "name": "Tornade Blanche",
    "clan": "Clan des Etoiles",
    "ancienClan": "Clan du Tonnerre",
    "grade": "Lieutenant",
    "age": "123",
    "image": "Tornade_Blancheg.png",
    "biographie": "Tornade Blanche est un membre du Clan du Tonnerre sous Étoile du Soleil, Étoile Bleue et Étoile de Feu. Il naît de Pelage de Neige et Griffe d’Épines sous le nom de Petite Tornade. Il devient ensuite apprenti sous le nom de Nuage de Tornade, son mentor est Pomme de Pin. Il devient finalement guerrier sous le nom de Tornade Blanche et sera le mentor de Tempête de Sable et Cœur Blanc. Il a été nommé lieutenant par Étoile de Feu.",
    "description": "Tornade Blanche (  Angl.  Whitestorm ) est un chat blanc aux yeux jaunes, avec une cicatrice derrière l'oreille."
  },{
    "id": 12,
    "idStatut":0,
    "idgenre": 0,
    "idClan": 7,
    "idUser": 0,
    "idGrade": 0,
    "idOldClan": 1,
    "name": "Etoile du Tigre",
    "clan": "Forêt Sombre",
    "ancienClan": "Clan de l'Ombre",
    "grade": "Chef",
    "age": "66",
    "image": "etoile_du_Tigre1.png",
    "biographie": "Étoile du Tigre est un ancien chef du Clan de l'Ombre entre Étoile Noire et Étoile de Jais. Il est né de Patte de Léopard et Étoile de Sapin, sous le nom de Petit Tigre. Il devient apprenti sous le nom de Nuage de Tigre, son mentor est Griffes d'Épine. Il deviendra guerrier sous le nom de Griffe de Tigre. Il sera le mentor d'Éclair Noir et Nuage de Jais. Il sera nommé lieutenant par Étoile Bleue mais fut exilé pour trahison. Alors que le Clan de l'Ombre était au plus mauvais point, il devint chef sous le nom d'Étoile du Tigre.",
    "description": "Étoile du Tigre (  Angl.  Tigerstar ) est un grand matou massif et énorme au pelage sombre brun foncé tigré, tacheté, rayé et moucheté. Il a de très longues griffes ressemblants à celle d'un tigre (d'où son nom de guerrier), de larges épaules puissantes, une oreille déchiquetée, une large balafre sur l'arrête de son nez, un large museau noir, une épaisse queue, de grands yeux ambrés, des muscles puissants et une entaille en forme de \"V\" sur l'oreille droite. Il est cruel, manipulateur et avide de pouvoir. C'est l'ennemi juré d’Étoile de Feu."
  },{
    "id": 13,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 1,
    "idClan": 12,      
    "idGrade": 8,
    "idOldClan": 12,
    "name": "Princesse",
    "clan": "Chat domestique",
    "ancienClan": "",
    "grade": "Aucun",
    "age": "",
    "image": "Princesse3.png",
    "biographie": "Lors de sa première apparition dans le livre, Cœur de Feu était avec sa première apprentie, Nuage Cendré. La novice allait l'attaquer, mais le guerrier roux sentit son instinct lui chuchoter de ne pas lui faire de mal. Alors, il effleure une tige sèche et Princesse, alertée par le bruit, détale vers ses Bipèdes. La nuit, en rêve, Cœur de Feu découvre que la chatte domestique était sa sœur ! Le lendemain, il va la voir dans son jardin. Princesse prend d'abord peur, puis se radoucit. Depuis, un lien autre que celui du sang s'est tissé entre eux. Un jour, Princesse dit à son frère qu'elle vient d'avoir une portée de chatons, et elle sait que ses Bipèdes vont les séparer d'elle. Alors, elle lui demande de s'occuper de son premier-né et de le ramener dans le Clan du Tonnerre pour en faire un vrai guerrier. Le chaton en question est le futur Flocon de Neige, un excellent guerrier et un pisteur hors pair.",
    "description": "Princesse (  Angl.  Princess ) est une chatte brun clair aux pattes et au poitrail blancs."
  },{
    "id": 14,
    "idUser": 0,
    "idStatut":1,
    "idgenre": 1,
    "idClan": 5,
    "idGrade": 5,
    "idOldClan": 0,
    "name": "Croc Jaune",
    "clan": "Clan du Tonnerre",
    "ancienClan": "Clan de l'Ombre",
    "grade": "Guerrisseur",
    "age": "",
    "image": "Croc-jaune-0.png",
    "biographie": "Croc Jaune est une guérisseuse du Clan du Tonnerre sous Étoile Bleue. Elle est née de Reine-des-Prés (CO) et Patte de Fougère avec Petite Noix et Petite Sorbe, sous le nom de Petit Croc. Elle devient apprentie guerrière sous le nom de Nuage de Croc, son mentor est Saut de Biche. Elle deviendra guerrière sous le nom de Croc Jaune. Finalement elle décide de devenir guérisseuse et commence son apprentissage avec Moustache de Sauge. Elle sera le mentor de Nuage de Foin et de Nuage Cendré.",
    "description": "Croc Jaune (  Angl.  Yellowfang ) est une chatte gris foncé au museau large et plat couturé de cicatrices, aux oreilles déchirées, aux crocs jaunes et aux grands yeux ambrés."
  },{
    "id": 15,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 0,
    "idClan": 1,
    "idGrade": 0,
    "idOldClan": 1,
    "name": "Etoile de Jais",
    "clan": "Clan de l'Ombre",
    "ancienClan": "",
    "grade": "Chef",
    "age": "",
    "image": "etoile_de_Jais.png",
    "biographie": "Étoile de Jais est un ancien chef du Clan de l'Ombre à la suite d'Étoile du Tigre. Il est né de Fleur de Houx avec Fleur de Fougère et Croc de Silex. Il devient apprenti sous le nom de Nuage Noir. Encore jeune guerrier, Patte Noire devient le lieutenant d'Étoile Brisée. Cependant, il est exilé du clan avec son chef, devenant alors un chat errant jusqu'à ce qu'Étoile du Tigre prenne la tête du Clan de l'Ombre. Il redevient lieutenant et après la mort subite de son chef, reçoit ses neuf vies ainsi que son nouveau nom, Étoile de Jais. Il guide son clan lors du Grand Périple à la recherche de nouveaux territoires. Lorsqu'un solitaire du nom de Sol arrive au lac, Étoile de Jais se laisse influencer par celui-ci et va jusqu'à renier le Clan des Étoiles. Mais il finit par comprendre les véritables intentions de Sol et revient sur sa décision. Lors d'une tempête qui inonde les territoires des Clans, il perd sa dernière vie et rejoint le Clan des Étoiles. Son lieutenant Pelage Fauve, lui succède à la place de chef.",
    "description": "Étoile de Jais (  Angl.  Blackstar ) est un grand chat blanc aux longues pattes dont le bout est noir et aux yeux ambrés. Il est polydactyle (Il a un doigt de plus à une de ses pattes)."
  },{
    "id": 16,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 0,
    "idClan": 6,
    "idGrade": 0,
    "idOldClan": 6,
    "name": "Conteur des Pointes Rocheuses",
    "clan": " Tribu de l'Eau Vive",
    "ancienClan": "",
    "grade": "Chef",
    "age": "",
    "image": "Conteur-des-Pointes-Rocheuses.png",
    "biographie": "Conteur, ou Conteur des Pointes Rocheuses, est le Soigneur de la Tribu de l'Eau Vive. Il a une forte liaison avec les ancêtres de la tribu, la Tribu de la Chasse Éternelle, et déchiffre les signes qui lui sont donnés. Quand lui et les membres de la tribu se réunissent pour un récit, un des chats de la tribu, un Garde-Caverne nommé Pic Où Nichent Les Aigles, lui demande s'il a entendu quoi que ce soit de la part de la Tribu de la Chasse Éternelle pour les débarrasser du danger autour d'eux. Conteur des Pointes Rocheuses dit oui, et révèle à sa tribu qu'un chat argenté arrivera et qu'il les sauvera de Long Croc, leur pire ennemi. Lorsque Griffe de Ronce et les autres élus arrivent près de Là où le soleil sombre dans l'eau, Conteur des Pointes Rocheuses se présente comme le Soigneur de la Tribu de l'Eau Vive. Griffe de Ronce suppose que cela signifie Guérisseur, et demande où est leur chef. Conteur des Pointes Rocheuses, confus par cela, répond qu'il ne sait pas ce qu'est un chat de la médecine, et il n'y a pas un autre chef de la tribu. Il explique qu'il interprète les signes de la nature, avec l'aide de la Tribu de la Chasse Éternelle. Quand Conteur et sa tribu voient Pelage d'Orage, ils pensent tout de suite que c'est \"le chat argenté\" dont parlait la Tribu de la Chasse Éternelle, et ils le traitent mieux que les autres. Quand le groupe pense qu'il est temps de partir, Conteur et sa tribu veulent retenir Pelage d'Orage prisonnier. Mais les chat des Clans réussissent à s'échapper. Quelques jours plus tard, ils reviennent, et Conteur découvre que le \"chat argenté\" est en fait Jolie Plume, la sœur de Pelage d'Orage, qui se sacrifie pour tuer Long Croc. Conteur et sa tribu sont maintenant en sécurité dans les montagnes.",
    "description": "Conteur des Pointes Rocheuses (  Angl.  Teller of the Pointed Stones ) ou Conteur (  Angl.  Stoneteller ) est un chat couvert de cicatrices et mince au long corps brun foncé tigré avec un museau blanc grisé par l'âge, à la fourrure inégale, aux hanches osseuses et aux yeux ambrés."
  }
  ,{
    "id": 17,
    "idUser": 0,
    "idStatut":0,
    "idgenre": 1,
    "idClan": 4,
    "idGrade": 0,
    "idOldClan": 4,
    "name": "Etoile de Feuille",
    "clan": " Clan du Ciel",
    "ancienClan": "",
    "grade": "Chef",
    "age": "",
    "image": "Etoile_de_Feuille.png",
    "biographie": "Étant née chatte errante, Étoile de Feuille a eu beaucoup de mal a comprendre les croyances des guerriers de jadis. Lors de sa cérémonie de chef, elle avoue ne pas vraiment croire à leurs ancêtres et fait surtout confiance à Étoile de Feu (ce qui n'enchante pas beaucoup Étoile de Givre venu lui donner sa première vie de chef). Mais après la cérémonie, Étoile de Feuille se sent grisée par cette expérience et n'a plus de doute sur l'existence de ses ancêtres: elle devient alors un grand chef, loyale à ses ancêtres du Clan des Étoiles.",
    "description": "Étoile de Feuille (  Angl.  Leafstar ) est une chatte brune pâle et beige tigrée aux yeux ambrés. Elle est la chef du nouveau Clan du Ciel, reconstitué par Étoile de Feu dans le hors-série La quête d'Étoile de Feu."
  }
]