[    
    {
        "id":0,
        "name": "Clan du Tonnerre",
        "img": "Clan_du_Tonnerre.jpg",
        "description": "Le Clan du Tonnerre (  Angl.  ThunderClan ) est un des quatre Clans de chats sauvages de la forêt. Le premier chef et fondateur du Clan, Étoile du Tonnerre, a été baptisé ainsi en allusion au Chemin du Tonnerre, et, par extension, le Clan a été nommé ainsi. Il chasse principalement des souris, des campagnols, des écureuils, des musaraignes, des lapins et des oiseaux comme des étourneaux, des pies ou des grives. En période de paix, le Clan du Tonnerre est respectueux des autres Clans et très généreux envers les autres. Pendant les guerres, les guerriers du Clan du Tonnerre sont braves, courageux et loyaux. Les chats du Clan du Tonnerre agissent en fonction de ce qu'ils estiment juste, et peuvent, au besoin, remettre en question le Code du guerrier. Les autres Clans ont pu mépriser le Clan du Tonnerre pour avoir accueilli des chats errants, des solitaires ou encore des chats domestiques (tel Étoile de Feu).",
        "illustration": "trees-mystery.jpg"
    },{
        "id":1,
        "img":"Clan_de_lOmbre.jpg",
        "name": "Clan de l'Ombre",
        "description":"Le Clan de l'Ombre (  Angl.  ShadowClan ) est un des quatre Clans de chats dont l'histoire est racontée dans la série La guerre des Clans. Leur territoire est composé d'une forêt de pins et de marécages. Les chats du Clan de l'Ombre sont de bons chasseurs nocturnes. Ils ont aussi la réputation d'être le Clan le plus discret. Les principales proies du Clan de l'Ombre sont des grenouilles, des serpents, des lézards et les autres créatures peuplant les marais.<br>Ils ont toujours été considérés comme le Clan le plus \"sombre\" de la forêt. Cette réputation leur vient d'une succession de chefs peu respectueux du Code du Guerrier et des autres Clans. Les chats du Clan de l'Ombre sont fiers, loyaux et arrogants. Mais les autres Clans les pensent ambitieux, agressifs et avides de batailles et d'étendre leur territoire. On dit que le vent froid qui souffle sur leurs terres leur glace le cœur. Toutefois, comme le dit Pierre dans Cats of the Clans, ils ont le plus petit territoire et le moins de proies ce qui peut justifier leurs ambitions d'expansion.<br>Le Clan est dirigé par Tigerstar(AVoS. Son lieutenant est Pelage d'Or. Le guérisseur du Clan de l'Ombre est Puddleshine.<br>C'est ce Clan qui a inventé les signaux codaux.",
        "illustration": "branching-out.jpg"
    },{
        "id":2,
        "img":"Clan_du_Vent.jpg",
        "name": "Clan du Vent",
        "description":"Le Clan du Vent (  Angl.  WindClan ) est l'un des quatre clans de chats dont l'histoire est racontée dans la série La guerre des Clans. Leurs ancêtres appartiennent au Clan des Étoiles.<br>Les chats du Clan du Vent aiment les grands espaces et vivent dans une lande où ils attrapent essentiellement des lièvres et des lapins. Ils n'aiment pas dormir dans des tanières, préférant le grand air. Dans leur forêt natale, ils étaient fiers d'être le Clan le plus proche de la Pierre de Lune. Ce sont aussi ceux qui connaissent le mieux les Bipèdes, étant à proximité de leurs fermes dans leur forêt natale. Ils sont proches du Clan des Étoiles, à la fois physiquement et spirituellement, puisque leur territoire, sans arbres et arbustes, leur permet de voir directement la Toison Argentée. Ce sont d'excellents chasseurs de proies rapides, ils sont d'ailleurs considérés comme le plus rapide des Clans. Les chats du Clans du Vent ont la réputation d'être très ingénieux. Ils ne sont toutefois pas très belliqueux. Ce sont aussi des chats loyaux, robustes et nerveux.<br>Le Clan est dirigé par Étoile Solitaire. Son lieutenant est Poil de Lièvre. Le guérisseur du Clan est Plume de Crécerelle.",
        "illustration": "aerial-view-plains-fields.jpg"
    },{
        "id":3,
        "img":"Clan_de_la_riviere.jpg",
        "name": "Clan de la Rivière",
        "description":"Le Clan de la Rivière (  Angl.  RiverClan ) est un des quatre clans de chats dont l'histoire est racontée dans la série La guerre des Clans. Il a été fondé par Rivière. Leurs ancêtres appartiennent au Clan des Étoiles. Leur camp est protégé par des roseaux et situé près d'une rivière (dans la première forêt).<br>Les chats du Clan de la Rivière sont connus pour leur amour de l'eau et leur habileté à pêcher. Ils aiment les belles choses et ramassent pierres, coquillages et plumes pour décorer leurs tanières. Ils se nourrissent principalement de poissons mais peuvent aussi manger des rats d'eau, des souris ou encore des musaraignes. Ils sont élégants et bien nourris ; leurs fourrures sont longues et brillantes. Ils sont intelligents, mais les autres tribus les considèrent comme têtus et paresseux, presque trop bien nourris.<br>Le Clan est dirigé (pour ce qui est de Un murmure dans la nuit) par Étoile de Brume. Son lieutenant est Cœur de Roseau, la guérisseuse du Clan est Papillon et l'apprenti guérisseuse est Feuille de Saule.",
        "illustration": "riviere.jpg"
    },{
        "id":4,
        "img":"Clan_du_Ciel.jpg",
        "name": "Clan du Ciel",
        "description":"Le Clan du Ciel (  Angl.  SkyClan ) est un des cinq Clans du lac. Autrefois, dans la forêt, les Bipèdes avaient détruit leur territoire et Étoile de Givre, le meneur actuel à cette époque dut partir lui et son Clan, car les autres Clans ne voulaient plus d'eux. Après un long voyage, ils arrivèrent aux gorges. Malheureusement, le Clan du Ciel fut décimé et dissous par les rats. Bien des lunes plus tard, Étoile de Feu et Tempête de Sable, deux membres du Clan du Tonnerre reforment un nouveau Clan du Ciel dans les gorges. L'un de ses premiers membres est Œil du Ciel, l'arrière-petit-fils d'un membre de l'ancien Clan du Ciel. Mais, plusieurs lunes plus tard, un groupe de chats errants, à leur tête, Darktail, chassa le Clan des gorges et le Clan du Ciel dut donc vivre au lac, avec les quatre autres Clans, comme autrefois. Étoile de Ronce, le meneur du Clan du Tonnerre, accepta de leur donner la moitié de son territoire et tout redevenu comme avant pour le Clan jadis déchu.",
        "illustration": "etoiles.jpg"
    },{
        "id":5,
        "img":"Clan_des_etoiles.jpg",
        "name": "Clan des Etoiles",
        "description":"Le Clan des Étoiles (  Angl.  StarClan ) regroupe les guerriers décédés des quatre Clans, voir cinq si on rajoute le Clan du Ciel. Les chats bannis des Clans ou ayant décidé de quitter le Clan, de gré ou de force deviennent des Solitaires mais sont acceptés dans le Clan des Étoiles (voir ci-dessous). Ils vivent ainsi après la mort, sous forme d'esprits, et peuvent veiller sur les chats vivants des Clans.",
        "illustration": "etoiles.jpg"
    },{
        "id":6,
        "img":"Tribu_de_lEau_Vive.png",
        "name": "Tribu de l'Eau Vive",
        "description":"La Tribu de l'Eau Vive (  Angl.  Tribe of Rushing Water ) est une tribu de chats vivants dans les montagnes, par delà les Hautes Pierres. Ils ont des coutumes différentes des Clans mais certaines sont très proches. Les chats de la Tribu parlent la même langue que ceux des Clans mais avec un accent différent. Leur Tribu est organisée différemment : le chef appelé le soigneur, est à la fois chef et guérisseur ; il porte toujours le nom de Conteur des Pointes Rocheuses ou juste Conteur ou Conteuse des Pointes Rocheuses si le chat est femelle. Le soigneur reste en permanence dans la caverne et choisit lui-même son successeur. Les guerriers sont séparés en deux groupes : les garde-cavernes qui sont chargés de protéger la tribu et les chasse-proies qui la nourrissent. Les chatons sont destinés dès leur naissance à devenir garde-cavernes ou chasse-proies, et une fois assez grand ils deviennent aspirants (équivalent d'apprentis). Les \"reines\" sont appelées porteuses. Les chats se partagent les proies (chacun mange un petit morceau de gibier et le passe ensuite à son voisin). Leurs ancêtres sont appelés Tribu de la Chasse Éternelle et envoient eux aussi des visions et des prophéties. Contrairement aux quatre Clans, ils ne reçoivent pas leurs prophéties grâce aux rêves et aux apparitions de leurs ancêtres, mais lisent les signes dans les flaques d'eau et la nature (nuages, feuilles mortes...). La Tribu vit dans une caverne appelée Caverne de l'Eau Vive qui la protège des intempéries. Le chef communie avec la Tribu de la Chasse Éternelle dans la Caverne aux Pointes Rocheuses.",
        "illustration": "lake.jpg"
    },{
        "id":7,
        "img":"Foret_Sombre.png",
        "name": "Forêt Sombre",
        "description":"La Forêt Sombre (  Angl.  Dark Forest ), dite aussi le Lieu sans Étoiles (  Angl.  The Place of no Stars ) est l'extrême opposé du Clan des Étoiles. C'est l'endroit où sont bannis les chats qui ont commis des crimes envers leurs Clans, le Code du Guerrier, et qui sont fiers de leurs actes. Cette forêt est décrite comme étant un lieu vaste et vide ; une forêt sombre sans étoiles et sans lune. Le sol est nu et la seule source de lumière provient des champignons toxiques lumineux accrochés aux arbres. Il n'y a ni proie, ni eau et les chats ne ressentent pas la faim ni la soif.",
        "illustration": "forest-dark.jpg"
    },{
        "id":8,
        "img":"Tribu_de_la_Chasse_eternelle.jpg",
        "name": "Tribu de la Chasse Eternelle",
        "description":"La Tribu de la Chasse Éternelle (  Angl.  Tribe of Endless Hunting ), qui est le terrain de chasse des ancêtres de la Tribu de l'Eau Vive, correspond au Clan des Étoiles pour les Clans.",
        "illustration": "etoiles.jpg"
    },{
        "id":9,
        "img":"Clan_du_Sang1.png",
        "name": "Clan du Sang",
        "description":"Le Clan du Sang (  Angl.  BloodClan ) est un  Clan informel vivants près des Bipèdes dans la ville [1]. Il apparaît dans le sixième tome de la série originale : Une sombre prophétie. Son fondateur est Fléau et il a nommé son groupe en fonction d'une phrase dite par Coing, sa mère. Le nom vient également de l'attention de son fondateur sur la signification du mot \"sang\". Ce sont des combattants hautement qualifiés, dont le style de vie et le manque de foi envers le Clan des Étoiles et Code du guerrier contribuent à leur force et leur courage.",
        "illustration": "city.jpg"
    },{
        "id":10,
        "img":"Solitaires1.png",
        "name": "Solitaire",
        "description": "Un solitaire (  Angl.  Loner ) est un chat sauvage, qui ne fait partie d'aucun Clan. La plupart du temps les solitaires sont seuls, mais certains vivent ensemble. Certains on un habitat fixe, comme Gerboise, d'autres sont nomades. Il y a également des solitaires qui ont fait partie d'un Clan. Ceux ci ont délibérément choisi de quitter leur mode de vie, exemple : Nuage de Jais (lire le cycle 1).",
        "illustration": "ferme.jpg"
    },{        
        "id":11,
        "img":"Chats_domestiques1.png",
        "name": "Chat domestique",
        "description":"Les chats domestiques (  Angl.  Kittypet ) ou everkit (  Litt.  Chaton éternel )sont des chats élevés par les Bipèdes, peu appréciés par les chats sauvages, qui les décrivent fainéants, paresseux et menant une vie confortable et facile comparée à eux. Les chats domestiques font courir une rumeur sur les chats sauvages disant qu'ils dévoreraient des os. Lorsque Étoile de Sapin décide d'en devenir un, une nouvelle règle fait sont apparition dans le code du guerrier. Ils sont réputés pour être gros et paresseux, mais lors d'une patrouille composée de Griffe de Ronce, Pelage d'Or, Plume de Jais, Poil d'Ecureuil et Patte de Brume, ils rencontrent deux chats domestiques très forts et dangereux.",
        "illustration": "maison.jpg"
    }
]